Repository: nashraf-innostark/EPMS-V2
Catalog: EPMS.WebModels/Resources/CP/Profile.*.resx
Languages: ar

# AccountNo
source: Account Number
ar: رقم البنك

source: Address
ar: عنوان الشركة

# AddressAr
source: Address Arabic
ar: عنوان الشركة بالعربية

source: Bank Information
ar: معلومات البنوك

# BankMobileNo
source: Mobile Number
ar: رقم الجوال

source: Bank Name
ar: اسم البنك بالانجليزية

# BankNameAr
source: Bank Name Arabic
ar: اسم البنك بالعربية

source: Chamber Certificate
ar: شهادةالغرفة التجارية

source: Commercial Register
ar: السجل التجاري

source: CompanyDocuments
ar: اوراق الشركة

source: Company Information
ar: معلومات عن الشركة

source: CompanyLogo
ar: شعار الشركة

source: Company Profile
ar: السيرة الذاتية للشركة

source: ExpiryDate
ar: تاريخ الانتهاء

source: Facebook
ar: فيس بوك

source: Flickr
ar: فلكر

# GooglePlus
source: Google+
ar: غوغل+

source: Help Url
ar: تاريخ النهاية

# IbanNo
source: IBAN Number
ar: رقم الايبان

source: Income Certificate
ar: شهادة الزكاة و الدخل

source: Instagram
ar: انستجرام

source: Insurance Certificate
ar: شهادة التأمينات

source: Issue Date
ar: تاريخ الاصدار

source: License Information
ar: معلومات رخصة البرنامج

# LicenseNo
source: License Number
ar: رخصة البرنامج

source: LinkedIn
ar: لنكد ان

source: Location
ar: مكان الشركة

# Mail
source: mail@com
ar: بريد الشركة

# Mobile
source: Mobile Number
ar: رقم الجوال

# Name
source: Company Name
ar: اسم الشركة بالانجليزية

# NameAr
source: Company Name Ar
ar: اسم الشركة بالعربية

# NoOfUsers
source: Number of Users
ar: عدد المستخدمين

source: Number
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Pinterest
ar: بن تريست

# ProductNo
source: Product Number
ar: رقم المنتج

# RecordUpdated
source: Record has been updated successfully.
ar: تم تحديث سجل بنجاح.

source: Saudilization Certificate
ar: شهادة السعودة

# SaveButton
source: Save
ar: حفظ

# SendButton
source: Send Bank Information
ar: ارسل معلومات البنك

source: Social1
ar: تواصل 1

source: Social2
ar: تواصل 2

source: Social Media
ar: وسائل التواصل الحديث

source: Start Date
ar: تاريخ البداية

source: Tumblr
ar: تامبلر

source: Twitter
ar: تويتر

# UploadBox
source: Drag your file here or click
ar: سحب الملف الخاص بك هنا أو اضغط ( الحد الأقصى: 1 ميغا)

source: Username
ar: اسم المستخدم

# Website
source: http://www.website.com
ar: موقع الشركة

source: Youtube
ar: يوتيوب
