Repository: nashraf-innostark/EPMS-V2
Catalog: EPMS.WebModels/Resources/CMS/Quotation.*.resx
Languages: ar

# ActDeActInWords
source: Activate / Deactivate In Words
ar: تفعيل / تعطيل الكتابة

source: Add
ar: اضافة

source: Client Name
ar: اسم العميل

# CreatedBy
source: Created By - Employee Name
ar: اسم الموظف

# CreateNew
source: Create New Quotation
ar: انشاء عرض سعر جديد

# CreateQoute
source: Create And Send Qoute
ar: انشاء عرش السعر و ارسال للعميل

source: Delete
ar: حذف

source: Discount %
ar: خصم%

# DueAt
source: Due At Project Porgress
ar: تدفع عند انتهاء

source: Excel Import
ar: استيراد من ملف اكسل

# FirstInstallment
source: 1st Installment of
ar: دفعة الاولى

# FourthInstallment
source: 4th Installment of
ar: الدفعة الرابعة

source: Grand Total
ar: المجموع الكلي

source: Greetings
ar: تحية بالانجليزي

# GreetingsAr
source: Greetings arabic
ar: تحية بالعربي

source: Import
ar: استيراد

source: Installment Plan
ar: خطة الدفع

source: In Words
ar: السعر كتابة

source: Item Details
ar: تفاصيل

source: Notes
ar: ملاحظات بالانجليزي

# NotesAr
source: Notes arabic
ar: ملاحظات بالعربي

# OrderNameNo
source: OrderName - Order#
ar: اسم الطلب- رقم الطلب

# PTIndex
source: Quotations' List
ar: صفحة الموظفين

source: Quantity
ar: عدد

# Quot
source: Quotation
ar: عرض سعر

# QuotList
source: Quotations List
ar: قائمة الموظفين

# SecondInstallment
source: 2nd Installment of
ar: الدفعة الثانية

source: Subtotal
ar: مجموع

# ThirdInstallment
source: 3rd Installment of
ar: الدفعة الثالثة

source: Total
ar: المجموع

source: Unit Price
ar: سعر الافرادي

# AddMessage
source: Quotation has been Addded Successfully.
ar: تمت إضافة الاقتباس بنجاح

# ErrorMessage
source: Problem in Saving Quotation.
ar: مشكلة في إنقاذ الاقتباس

# UpdateMessage
source: Quotation has been Updated Successfully.
ar: تم تحديث الاقتباس بنجاح

# QuotDetail
source: Quotation Detail
ar: عرض سعر

source: Update Quotation
ar: تحديث الاقتباس

source: Date
ar: التاريخ

source: Email
ar: البريد الالكتروني

# EmpName
source: Employee Name
ar: اسم الموظف

source: Phone
ar: الجوال

source: Print
ar: اطبع

# QuotationNo
source: Quotation #
ar: رقم عرض السعر #

source: Street Address
ar: عنوان الشارع المدينة

source: Website
ar: الموقع الالكتروني

# BtnCancelOrder
source: Cancel Order
ar: إلغاء النظام

# BtnPlaceOrder
source: Place Order
ar: ترتيب مكان

source: Back
ar: رجوع
